{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Replace",
    "pattern": {
      "Regex": "^"
    },
    "content": "_"
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[PAD]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[MASK]": {
        "id": "[MASK]",
        "ids": [
          5
        ],
        "tokens": [
          "[MASK]"
        ]
      },
      "[PAD]": {
        "id": "[PAD]",
        "ids": [
          0
        ],
        "tokens": [
          "[PAD]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[SEP]": 2,
      "[BOS]": 3,
      "[EOS]": 4,
      "[MASK]": 5,
      "_": 6,
      "A": 7,
      "C": 8,
      "G": 9,
      "T": 10,
      "N": 11,
      "TT": 12,
      "CC": 13,
      "AA": 14,
      "GG": 15,
      "TC": 16,
      "GC": 17,
      "TA": 18,
      "GA": 19,
      "CA": 20,
      "TG": 21,
      "TCC": 22,
      "TAA": 23,
      "TCA": 24,
      "TGG": 25,
      "TTA": 26,
      "GCC": 27,
      "TGC": 28,
      "TTC": 29,
      "GAA": 30,
      "TGA": 31,
      "GTT": 32,
      "TAC": 33,
      "GCA": 34,
      "CCA": 35,
      "GGA": 36,
      "AAA": 37,
      "GTA": 38,
      "GGC": 39,
      "GTC": 40,
      "GAC": 41,
      "AAC": 42,
      "CCC": 43,
      "CAC": 44,
      "TAAA": 45,
      "TTTT": 46,
      "TCCA": 47,
      "TTTC": 48,
      "GTG": 49,
      "TCAC": 50,
      "TTCC": 51,
      "TGCA": 52,
      "TTAA": 53,
      "TTCA": 54,
      "TTAC": 55,
      "TCCC": 56,
      "GCCA": 57,
      "TGGA": 58,
      "TTGG": 59,
      "TCAA": 60,
      "TGAA": 61,
      "GAAA": 62,
      "TGGC": 63,
      "TTTA": 64,
      "TGCC": 65,
      "GTAA": 66,
      "TGAC": 67,
      "TACC": 68,
      "GACC": 69,
      "GTTA": 70,
      "TACA": 71,
      "TCTC": 72,
      "GTTC": 73,
      "GTCA": 74,
      "TTGC": 75,
      "TTGA": 76,
      "GTAC": 77,
      "GGAA": 78,
      "TATC": 79,
      "GAAC": 80,
      "GCAA": 81,
      "GGCA": 82,
      "TAAC": 83,
      "TGTC": 84,
      "GCTC": 85,
      "GTCC": 86,
      "GACA": 87,
      "TAGC": 88,
      "GGCC": 89,
      "CCAC": 90,
      "GTGA": 91,
      "AAAC": 92,
      "GCAC": 93,
      "GTGG": 94,
      "GCCC": 95,
      "AAAA": 96,
      "_A": 97,
      "TTTCA": 98,
      "GCTA": 99,
      "GTGC": 100,
      "GATA": 101,
      "TGTA": 102,
      "TGTT": 103,
      "GCTT": 104,
      "CCCA": 105,
      "TCTT": 106,
      "GGAC": 107,
      "TCGC": 108,
      "GGTA": 109,
      "TCGA": 110,
      "TATT": 111,
      "GGTT": 112,
      "GATT": 113,
      "TCCCC": 114,
      "GAGC": 115,
      "AACA": 116,
      "AACC": 117,
      "GGTC": 118,
      "GATC": 119,
      "GGGG": 120,
      "TTACC": 121,
      "CACC": 122,
      "TATA": 123,
      "GCGG": 124,
      "GCGC": 125,
      "TAGA": 126,
      "CCCC": 127,
      "GCGA": 128,
      "TCTCA": 129,
      "GGGA": 130,
      "GTCAA": 131,
      "GTTAC": 132,
      "TCTA": 133,
      "TCCAC": 134,
      "TTTTC": 135,
      "TCACC": 136,
      "CATC": 137,
      "TACAA": 138,
      "TAGG": 139,
      "GTAAA": 140,
      "GAGA": 141,
      "TTCCA": 142,
      "TGAAA": 143,
      "TCCAA": 144,
      "GTACC": 145,
      "GGTAC": 146,
      "TAAAA": 147,
      "TTCAA": 148,
      "CCACC": 149,
      "CACA": 150,
      "GCACC": 151,
      "TTTGA": 152,
      "TGTG": 153,
      "TTAGC": 154,
      "GGGC": 155,
      "GAGTT": 156,
      "_C": 157,
      "AAACC": 158,
      "TGGAA": 159,
      "TCGTT": 160,
      "TGCCA": 161,
      "TGTAA": 162,
      "TTGTT": 163,
      "TACCA": 164,
      "GAGG": 165,
      "TGCAA": 166,
      "_TC": 167,
      "TTTAA": 168,
      "TAAAC": 169,
      "GATG": 170,
      "GAAAA": 171,
      "TCAAA": 172,
      "TGGAC": 173,
      "GCCCA": 174,
      "TCCCA": 175,
      "TTTTA": 176,
      "GCCAC": 177,
      "TAGTT": 178,
      "TCGAC": 179,
      "GTCCA": 180,
      "TTTGG": 181,
      "GCGGC": 182,
      "TTAAA": 183,
      "TGTTA": 184,
      "TCGG": 185,
      "GTAAC": 186,
      "TGTCA": 187,
      "AAGC": 188,
      "TGTTC": 189,
      "TCTAA": 190,
      "GCTAC": 191,
      "TTCGG": 192,
      "TTGGA": 193,
      "GCTTTC": 194,
      "TTACA": 195,
      "CCAA": 196,
      "TGCAC": 197,
      "GAACA": 198,
      "TCAAC": 199,
      "TTTAAA": 200,
      "GGGTT": 201,
      "TTTCC": 202,
      "TGAAC": 203,
      "GCCCC": 204,
      "TCGCA": 205,
      "TCGCC": 206,
      "TTGTA": 207,
      "TCACA": 208,
      "GATGA": 209,
      "TATCC": 210,
      "TTCAC": 211,
      "GAAAC": 212,
      "GCTGA": 213,
      "GCTTA": 214,
      "TCTCC": 215,
      "_TCC": 216,
      "GCTCC": 217,
      "GACAA": 218,
      "TCTTC": 219,
      "GCGCC": 220,
      "GGGTA": 221,
      "TGGCC": 222,
      "TGTCC": 223,
      "TTAAC": 224,
      "TAACC": 225,
      "GGACC": 226,
      "TTGTC": 227,
      "GTTCA": 228,
      "TTGAC": 229,
      "GCCCCA": 230,
      "GTGGC": 231,
      "GCTTC": 232,
      "TATTC": 233,
      "GTTAA": 234,
      "TTTAC": 235,
      "GGCAA": 236,
      "GGTTC": 237,
      "TAACA": 238,
      "TGACC": 239,
      "GTGCA": 240,
      "TTGAA": 241,
      "TGCCC": 242,
      "TGGCA": 243,
      "TTGCA": 244,
      "GATGC": 245,
      "AATA": 246,
      "TAAGCC": 247,
      "GCGCA": 248,
      "TCTAC": 249,
      "TTAACC": 250,
      "GAACC": 251,
      "_AC": 252,
      "TGCTTC": 253,
      "TATAA": 254,
      "TATCA": 255,
      "TGGGTT": 256,
      "GTAGGA": 257,
      "TTAGG": 258,
      "TGTGG": 259,
      "TTGCC": 260,
      "TTTCCC": 261,
      "TCCCCA": 262,
      "TACAC": 263,
      "GACCA": 264,
      "TACCC": 265,
      "GTGGA": 266,
      "TGTGA": 267,
      "GTCAC": 268,
      "AACAA": 269,
      "GCTAA": 270,
      "AAACA": 271,
      "TTCCC": 272,
      "GGTGC": 273,
      "GATCA": 274,
      "GATAA": 275,
      "GGTCC": 276,
      "GATGG": 277,
      "GAGCA": 278,
      "GAGAA": 279,
      "GATTA": 280,
      "GGGGA": 281,
      "GTGAA": 282,
      "GAGGA": 283,
      "TTTGC": 284,
      "TCGAA": 285,
      "GCACCC": 286,
      "GTCCC": 287,
      "GGCCA": 288,
      "TTTTCC": 289,
      "GT": 290,
      "GGGCA": 291,
      "TCTGC": 292,
      "GCAAC": 293,
      "GAGCC": 294,
      "GGCAC": 295,
      "TCATCC": 296,
      "TTTCAC": 297,
      "TTCACC": 298,
      "TGACA": 299,
      "GATCC": 300,
      "TTTCACC": 301,
      "TATTA": 302,
      "GGGCC": 303,
      "GTTCC": 304,
      "TGTAC": 305,
      "GTGCC": 306,
      "TGCTGCC": 307,
      "GGTGG": 308,
      "TCTGG": 309,
      "TATGC": 310,
      "GTGAC": 311,
      "TGCTGG": 312,
      "GGGAA": 313,
      "GGAAC": 314,
      "TCGTC": 315,
      "GCTG": 316,
      "TAGGA": 317,
      "GAGGC": 318,
      "TATAC": 319,
      "TAGCC": 320,
      "GGGGC": 321,
      "GCGTT": 322,
      "GGAAA": 323,
      "GACCC": 324,
      "GGTAA": 325,
      "TTCTGA": 326,
      "TCTTA": 327,
      "TAGAA": 328,
      "GGGTC": 329,
      "GTGTCTCA": 330,
      "TTGGC": 331,
      "TCAGC": 332,
      "CCACA": 333,
      "TCGGC": 334,
      "TCCACC": 335,
      "GCTGC": 336,
      "GACAC": 337,
      "GTATTTA": 338,
      "GCAAA": 339,
      "TCTGA": 340,
      "GCCAA": 341,
      "GGCCC": 342,
      "_CC": 343,
      "TTTTCA": 344,
      "TCCCGTAGGA": 345,
      "TACTCA": 346,
      "TTTG": 347,
      "GATTC": 348,
      "GTACA": 349,
      "TATTAA": 350,
      "TGCTGCCTCCCGTAGGA": 351,
      "GGTCA": 352,
      "GCGTC": 353,
      "TAGTA": 354,
      "TGAAAA": 355,
      "GGTGA": 356,
      "GGGACC": 357,
      "GGACA": 358,
      "TCACCC": 359,
      "TGGACC": 360,
      "TTCCAA": 361,
      "CACCA": 362,
      "GATAC": 363,
      "TTTCAA": 364,
      "CCCAA": 365,
      "TCACGGTAC": 366,
      "GGAGTT": 367,
      "GCTGG": 368,
      "TTAGCA": 369,
      "GCTCA": 370,
      "TCGTA": 371,
      "TTCCCA": 372,
      "TATTTCAC": 373,
      "TAGTGA": 374,
      "CCAGTG": 375,
      "TTATAC": 376,
      "TGCTGCCTCCCGTAGGAGTC": 377,
      "TCTACC": 378,
      "TTATC": 379,
      "TAGCA": 380,
      "TGTGC": 381,
      "TCCTCC": 382,
      "TATGA": 383,
      "TGCTTCTAAGCC": 384,
      "TATGG": 385,
      "GGTTGA": 386,
      "TTTGAGTT": 387,
      "GCGAC": 388,
      "TTACCGCGGC": 389,
      "TCACGAC": 390,
      "TTTTCACC": 391,
      "TAGTC": 392,
      "TTAGCC": 393,
      "TTTCCA": 394,
      "GTAGG": 395,
      "GTTTCC": 396,
      "TTTCCCTCACGGTAC": 397,
      "TCTTTT": 398,
      "TTGGCC": 399,
      "TTCACA": 400,
      "GGATCAC": 401,
      "TCATTA": 402,
      "GTCAAAC": 403,
      "GGTTA": 404,
      "GAGAC": 405,
      "TTCAAA": 406,
      "GCAGAC": 407,
      "GCGAA": 408,
      "GTACTCCCCA": 409,
      "GTTTGA": 410,
      "GAGTA": 411,
      "GTTGC": 412,
      "TACCAGGGTA": 413,
      "TTCCAC": 414,
      "GGGAC": 415,
      "GTGGAC": 416,
      "TGCTTTC": 417,
      "TGTCTCACGAC": 418,
      "TCTAATCC": 419,
      "GCATTC": 420,
      "GCCTTC": 421,
      "GGATC": 422,
      "GCCTCC": 423,
      "TCAAAA": 424,
      "TCTG": 425,
      "TTCAAC": 426,
      "GGTGCC": 427,
      "TGCACC": 428,
      "TAGAC": 429,
      "TATTTT": 430,
      "GAGTC": 431,
      "TTACCGCGGCTGCTGG": 432,
      "TTTGAA": 433,
      "GTTAGCC": 434,
      "TGCTCC": 435,
      "TTGCCA": 436,
      "TACACC": 437,
      "TACCAGGGTATCTAATCC": 438,
      "TAGCTAA": 439,
      "TGTTCC": 440,
      "TTGCAC": 441,
      "CACAA": 442,
      "TCTTCC": 443,
      "GATTCC": 444,
      "TGGGC": 445,
      "TTACGCTTTC": 446,
      "AACATCC": 447,
      "TACGCA": 448,
      "TCATC": 449,
      "GCGTA": 450,
      "TTCTTC": 451,
      "TAAAAC": 452,
      "GCGGA": 453,
      "TACGGC": 454,
      "GGGTGG": 455,
      "TTACGCTTTCTTTAAA": 456,
      "TTGTCC": 457,
      "TGTTTT": 458,
      "TTGTAA": 459,
      "TTCCTTTGAGTT": 460,
      "TCCGGA": 461,
      "TCGGA": 462,
      "TCCACA": 463,
      "GCCTTGG": 464,
      "TGGCCA": 465,
      "TGCTC": 466,
      "GACTAA": 467,
      "_ACC": 468,
      "TATTCA": 469,
      "TGAGCC": 470,
      "TAGGC": 471,
      "GGTG": 472,
      "TTTGCC": 473,
      "GCAGTT": 474,
      "TTGGGACC": 475,
      "TACACCA": 476,
      "TTAGAA": 477,
      "TCTTGC": 478,
      "TGAGA": 479,
      "AAACCA": 480,
      "GGTTTCA": 481,
      "TAAACA": 482,
      "TACTC": 483,
      "TCAACC": 484,
      "GTTTC": 485,
      "GGCGA": 486,
      "GCTTTT": 487,
      "_TG": 488,
      "TTAAAA": 489,
      "TTGTG": 490,
      "GAACAA": 491,
      "TTAACA": 492,
      "TTGGCA": 493,
      "GTATTTAGCC": 494,
      "TATCAC": 495,
      "TTACCGCGGCTGCTGGCAC": 496,
      "GTTCAA": 497,
      "TGCAAAA": 498,
      "GGTTTC": 499,
      "TCCCAA": 500,
      "TCTCGTAC": 501,
      "TTGTCA": 502,
      "GCTACC": 503,
      "TTTACC": 504,
      "TCCTAC": 505,
      "TTGGAA": 506,
      "TCAGAC": 507,
      "TAATAA": 508,
      "GAACTGTCTCACGAC": 509,
      "GATTAAC": 510,
      "TCTTTC": 511,
      "TTAGGA": 512,
      "GCACA": 513,
      "GGCTTC": 514,
      "TTGGGTT": 515,
      "GCAACA": 516,
      "TGAGC": 517,
      "TGGTA": 518,
      "GAACTGTCTCACGACGTTC": 519,
      "_TCCC": 520,
      "GTGAAA": 521,
      "_TCA": 522,
      "TGGGG": 523,
      "TTACCC": 524,
      "GGGAAC": 525,
      "GGGTTC": 526,
      "GGATGG": 527,
      "AACCTCC": 528,
      "TGGCTGCTTCTAAGCC": 529,
      "TGGGCC": 530,
      "TTATTC": 531,
      "GTATTACCGCGGCTGCTGGCAC": 532,
      "TTTCACCCC": 533,
      "AACAAC": 534,
      "TTTACA": 535,
      "GTAAAC": 536,
      "GCCACC": 537,
      "TTTTAA": 538,
      "CCCAGCTC": 539,
      "TTAGATG": 540,
      "TAAGG": 541,
      "TATG": 542,
      "AAACAA": 543,
      "GTGTCTCAGTT": 544,
      "GCCCCAGGA": 545,
      "TGTGTC": 546,
      "GTCCCA": 547,
      "GATTAC": 548,
      "GTCCCC": 549,
      "TACGCC": 550,
      "TGGGTTGTT": 551,
      "TTCGGA": 552,
      "GAAGAA": 553,
      "GATAGGGACC": 554,
      "GTTACA": 555,
      "TACCAA": 556,
      "GTTACC": 557,
      "TACGGA": 558,
      "GACATCGA": 559,
      "TGAGCCA": 560,
      "TACCAGGGTATCTAATCCTGTT": 561,
      "TATCGG": 562,
      "TACGA": 563,
      "TAAGCA": 564,
      "TCACCAAC": 565,
      "TGGACCGTGTCTCAGTT": 566,
      "TAAGTT": 567,
      "_AA": 568,
      "GACCTTAGC": 569,
      "TCTTTA": 570,
      "TGACAA": 571,
      "TCAACA": 572,
      "GCTACA": 573,
      "TCCGACC": 574,
      "GAACCA": 575,
      "GCGGCA": 576,
      "TCATCA": 577,
      "AATATTCC": 578,
      "TCTTTCC": 579,
      "GTCCAC": 580,
      "GCCCAA": 581,
      "GAAGA": 582,
      "CCACCGGATCAC": 583,
      "GCGTG": 584,
      "TTCTCC": 585,
      "GCAAAA": 586,
      "GCCTGC": 587,
      "_TGG": 588,
      "GTCTC": 589,
      "TCGCTTTC": 590,
      "CCACTGCTGCCTCCCGTAGGAGTC": 591,
      "TATACC": 592,
      "TATTTA": 593,
      "GGGGTTC": 594,
      "GCAGA": 595,
      "TGCCTTC": 596,
      "GCAGG": 597,
      "TTAGTA": 598,
      "TGGTCC": 599,
      "GTCACC": 600,
      "TGATCC": 601,
      "TGGACCGTGTCTCAGTTCCAGTG": 602,
      "GCTTTAC": 603,
      "TGCCAA": 604,
      "GCCGTC": 605,
      "TCTTTAAA": 606,
      "_TCTC": 607,
      "TGGTC": 608,
      "GCCGTT": 609,
      "GCTTCA": 610,
      "TTCGGC": 611,
      "TTGAAA": 612,
      "GTATTCACC": 613,
      "TAGTG": 614,
      "GCAGGC": 615,
      "GTTGTT": 616,
      "TAAACC": 617,
      "TACCAC": 618,
      "TGAGG": 619,
      "TTTAAC": 620,
      "TAAAAA": 621,
      "_CA": 622,
      "GGAAAA": 623,
      "TTTTCACCTTTCCCTCACGGTAC": 624,
      "GGTGGA": 625,
      "TCCCCCCA": 626,
      "GTACTCCCCAGGC": 627,
      "GCAGC": 628,
      "TTAGA": 629,
      "TAGCTGTC": 630,
      "TACGC": 631,
      "GTTTCA": 632,
      "GGAGA": 633,
      "GAATC": 634,
      "GACCGCCCCA": 635,
      "TGATCATCC": 636,
      "GTAGA": 637,
      "GCTTGTGC": 638,
      "GTAACA": 639,
      "GACCAA": 640,
      "TGTTAA": 641,
      "TGTTTA": 642,
      "GCTATTACGCTTTCTTTAAA": 643,
      "TTATA": 644,
      "TCGTG": 645,
      "TTACAA": 646,
      "TACAAA": 647,
      "TTATCC": 648,
      "TTACGCAC": 649,
      "TCACTTC": 650,
      "TGCCCA": 651,
      "GAACTGTCTCACGACGTTCTGAA": 652,
      "TATTTCACTCCCC": 653,
      "TGCCAC": 654,
      "_GG": 655,
      "GCCGC": 656,
      "GCCCCC": 657,
      "TAATAC": 658,
      "TGATGA": 659,
      "_TGC": 660,
      "TTCGA": 661,
      "TATTCC": 662,
      "GAAAAA": 663,
      "CCCTTCCA": 664,
      "GGCACC": 665,
      "TGTTGC": 666,
      "GAAACA": 667,
      "TATAAA": 668,
      "TCATAA": 669,
      "TTGTGC": 670,
      "TATTTC": 671,
      "TGCACA": 672,
      "GTCAATTCCTTTGAGTT": 673,
      "GACCGCCCCAGTCAAAC": 674,
      "TTGTAC": 675,
      "GCTTGC": 676,
      "GTAAAA": 677,
      "TATCAA": 678,
      "GACAAA": 679,
      "GACATCGAGGTGCC": 680,
      "TGCTCA": 681,
      "GTATCA": 682,
      "GGGAACGTATTCACC": 683,
      "TCTCAA": 684,
      "TTAACCA": 685,
      "GCTCAC": 686,
      "TCGGTA": 687,
      "TATGCC": 688,
      "GAAACC": 689,
      "TCCTC": 690,
      "TTGACC": 691,
      "CACTGC": 692,
      "GTATGC": 693,
      "CCACGCTTTC": 694,
      "GACTCGCTTTC": 695,
      "TCAGGC": 696,
      "GCTCCA": 697,
      "GACTAACCC": 698,
      "TGGCAA": 699,
      "TCAGGA": 700,
      "GCCAAA": 701,
      "GCAGCA": 702,
      "TTTTATCC": 703,
      "TGGAAA": 704,
      "TGTGAC": 705,
      "TTGTGG": 706,
      "GTCGAGTT": 707,
      "GGACGTTA": 708,
      "GGTTCC": 709,
      "TGGGA": 710,
      "TTATTA": 711,
      "GAACCACCGGATCAC": 712,
      "GAAGTT": 713,
      "TCCAAA": 714,
      "GCTTTA": 715,
      "CCCAAC": 716,
      "TCTGAC": 717,
      "GGCCGAC": 718,
      "TCAGA": 719,
      "TAGGCA": 720,
      "TCGCTACTCA": 721,
      "TGTCAA": 722,
      "TTGCAA": 723,
      "GAACTGTCTCACGACGTTCTGAACCCAGCTC": 724,
      "TAGGAA": 725,
      "GCTGAA": 726,
      "TGAGCCATTACC": 727,
      "TGGACA": 728,
      "GGTTTT": 729,
      "TGTTTC": 730,
      "TTGTTC": 731,
      "CCAGTGA": 732,
      "TTCTCCA": 733,
      "TCTTGA": 734,
      "TGGCGAACA": 735,
      "TTTTCAAC": 736,
      "GTGTGTA": 737,
      "TAATCA": 738,
      "CACTATC": 739,
      "GTTTTA": 740,
      "GTCGAGTTGCAGAC": 741,
      "GTAACC": 742,
      "TTTGAC": 743,
      "TCATTATGCAAAA": 744,
      "GTCATCC": 745,
      "TGATC": 746,
      "TACCTCCA": 747,
      "TGGCGAACAGCCA": 748,
      "GAAGC": 749,
      "GAAGG": 750,
      "GCTCGCC": 751,
      "CATCGTT": 752,
      "GGAATA": 753,
      "TTTGCA": 754,
      "CATCTTCC": 755,
      "TGCGA": 756,
      "TTGACA": 757,
      "TACCCC": 758,
      "TACACA": 759,
      "GTTGAGC": 760,
      "TGTGAA": 761,
      "TGGTTC": 762,
      "TGCTGA": 763,
      "TGCATGC": 764,
      "GCATAC": 765,
      "TAACAA": 766,
      "GACGG": 767,
      "TGTAAA": 768,
      "TCCCGAA": 769,
      "TGGCGAACAGCCATACCC": 770,
      "GCACTTCTGA": 771,
      "GTACAA": 772,
      "TAAGTC": 773,
      "GTCAGTA": 774,
      "TTTTAC": 775,
      "TTCTA": 776,
      "GCCGCC": 777,
      "GCTATC": 778,
      "TGAGCCATTACCTCACCAAC": 779,
      "GGCCCC": 780,
      "GATAAA": 781,
      "TATACA": 782,
      "TCGACTAGTGA": 783,
      "TACTTTC": 784,
      "GGTGAA": 785,
      "TGTTCA": 786,
      "CATCTTCCGCGCA": 787,
      "_TGCC": 788,
      "GATCTC": 789,
      "GTGGAA": 790,
      "TGTCCA": 791,
      "GACACC": 792,
      "GGTCTGGGTTGTT": 793,
      "TTACCA": 794,
      "GCCGGC": 795,
      "GAAGGC": 796,
      "TGCAAC": 797,
      "GCTCCCC": 798,
      "TGGCTGC": 799,
      "GCCTCCGTTAC": 800,
      "GCTCCC": 801,
      "TCCGAA": 802,
      "GTCAAA": 803,
      "GGAGTTAGCC": 804,
      "GAACCC": 805,
      "TTACCAA": 806,
      "_GCC": 807,
      "GCTCGAC": 808,
      "GAGTTC": 809,
      "TGACTGATCATCC": 810,
      "GACTTAA": 811,
      "GGTACA": 812,
      "GATCAA": 813,
      "GGTCCTCTCGTAC": 814,
      "AACTTC": 815,
      "GATGGC": 816,
      "TTTCACCCCTA": 817,
      "GTTTCCCAC": 818,
      "GGAACC": 819,
      "TAATCC": 820,
      "TTTTCGCC": 821,
      "TGGCGAACAGCCATACCCTTGGGACC": 822,
      "TAGCGATTCC": 823,
      "GTCCAA": 824,
      "GCAGCC": 825,
      "CCAGTA": 826,
      "GTGTCA": 827,
      "TTTCACA": 828,
      "GGAGGC": 829,
      "TAATC": 830,
      "TATATC": 831,
      "TAATTC": 832,
      "GTGGACTACCAGGGTATCTAATCCTGTT": 833,
      "TGTTGG": 834,
      "TGGTTTCA": 835,
      "GTGGCA": 836,
      "GATTTT": 837,
      "GTGCAA": 838,
      "TGCTGC": 839,
      "TGAACC": 840,
      "TTACGCACTCTTTAAA": 841,
      "GGACGTTAGCACCC": 842,
      "TCTTCA": 843,
      "GCTTTTC": 844,
      "CCACTGCTGCCTCCCGTAGGAGTCTGGACCGTGTCTCAGTTCCAGTG": 845,
      "GAAGAC": 846,
      "GCATTCGCACTTCTGA": 847,
      "GTAGC": 848,
      "GGGAAA": 849,
      "TCCACAA": 850,
      "GGCCAA": 851,
      "TGGGGC": 852,
      "GTGCCA": 853,
      "TGAACA": 854,
      "GCTGGC": 855,
      "_GTA": 856,
      "GGTCTGGGTTGTTTCCC": 857,
      "TTAGATGTTTCA": 858,
      "GCTTGCACCC": 859,
      "TCCCCC": 860,
      "GGAATTTC": 861,
      "TTATACAAAA": 862,
      "GTATTACCGCGGCTGCTGGCACGGAGTTAGCC": 863,
      "GCCACA": 864,
      "GATTTC": 865,
      "GGACCA": 866,
      "GTCACA": 867,
      "CCCACC": 868,
      "GGTCTC": 869,
      "GGCTC": 870,
      "TGTGTCGGTT": 871,
      "TTTGGGACCTTAGC": 872,
      "CACGAC": 873,
      "TCGGTT": 874,
      "TGTGTT": 875,
      "GGCTCATTATGCAAAA": 876,
      "TGCAAA": 877,
      "GTTTA": 878,
      "GTAATTCC": 879,
      "TGGTTCAC": 880,
      "GTACCTTTTATCC": 881,
      "GCGTTC": 882,
      "GAGAAC": 883,
      "TAAGTA": 884,
      "TACCCACCA": 885,
      "TCAGCC": 886,
      "GGAAACC": 887,
      "TACTTA": 888,
      "TAACCA": 889,
      "CACTTC": 890,
      "TGCTAA": 891,
      "_GC": 892,
      "TTCGTAC": 893,
      "TCAAAC": 894,
      "TGCTCGAC": 895,
      "TGAATGA": 896,
      "TCTCAC": 897,
      "GACTAC": 898,
      "TTAGATA": 899,
      "GGGGTTCTTTTCGCC": 900,
      "TACCCA": 901,
      "TCGGTATTCC": 902,
      "GTCTA": 903,
      "CCACAA": 904,
      "TCCGG": 905,
      "TAGGGC": 906,
      "TAAGA": 907,
      "GTCTCGCA": 908,
      "GCTACAC": 909,
      "TTTGGA": 910,
      "TTAGTC": 911,
      "TCCACCGCTTGTGC": 912,
      "TTTACAA": 913,
      "GGCAAA": 914,
      "GTTATA": 915,
      "TTAAAC": 916,
      "TGTCAC": 917,
      "TATATT": 918,
      "GTATTTAGCCTTGGA": 919,
      "GTCAAC": 920,
      "GGGCCA": 921,
      "TCATTC": 922,
      "TGGCTGCTTCTAAGCCAACCTCC": 923,
      "GTCGA": 924,
      "GCTGACCCA": 925,
      "TTTGGC": 926,
      "GGGCGG": 927,
      "TGTTGA": 928,
      "TTCCCC": 929,
      "TTTCGG": 930,
      "GTTCCC": 931,
      "TGATGG": 932,
      "TGTAAC": 933,
      "TATGTA": 934,
      "GGATCA": 935,
      "GTTAAA": 936,
      "GGAACA": 937,
      "TTATCCA": 938,
      "GGCGG": 939,
      "TGTCTC": 940,
      "_GA": 941,
      "TAGAAC": 942,
      "GCTTTACGCCCA": 943,
      "TACTGA": 944,
      "GCAACC": 945,
      "TTATACAAAAGGTAC": 946,
      "TGAGTC": 947,
      "GAGCTGAC": 948,
      "GTTGA": 949,
      "TGGAAC": 950,
      "TTGGAC": 951,
      "TGAAAC": 952,
      "TCTCAAACCA": 953,
      "GTAGGAAACC": 954,
      "TTATGA": 955,
      "TGTACA": 956,
      "TTCTGC": 957,
      "GTCAAAA": 958,
      "AACACC": 959,
      "TTCTCACC": 960,
      "TTATAA": 961,
      "GGATA": 962,
      "TTATTCA": 963,
      "TTACCCC": 964,
      "GCATCA": 965,
      "TTCGTGCA": 966,
      "GTTTTC": 967,
      "TAAATCA": 968,
      "TGCTCCCCACGCTTTC": 969,
      "GTGACA": 970,
      "TGCCCC": 971,
      "GGCCCA": 972,
      "GCCCAC": 973,
      "TATAGC": 974,
      "GGCGGC": 975,
      "AACTTCA": 976,
      "TATGACC": 977,
      "TCACAA": 978,
      "GTGCTCTACC": 979,
      "GCATGA": 980,
      "GAATAA": 981,
      "TACTGC": 982,
      "GTCGG": 983,
      "GCTTAC": 984,
      "TATCCA": 985,
      "GCTCGCCGCTAC": 986,
      "TCGACTAGTGAGCTATTACGCTTTCTTTAAA": 987,
      "TGTCCC": 988,
      "GACCCC": 989,
      "TGAGTA": 990,
      "GGGGTTCTTTTCGCCTTTCCCTCACGGTAC": 991,
      "TTTGTAA": 992,
      "GAATCA": 993,
      "GCACAA": 994,
      "GAATTC": 995,
      "GTTTGATTGGCC": 996,
      "TTCCAAGCC": 997,
      "CCAGCTA": 998,
      "TGTCTCCC": 999,
      "GTTGAGCGATGG": 1000,
      "TCCAAC": 1001,
      "GAACCCC": 1002,
      "TGACGAGCA": 1003,
      "TGAATGGCTGC": 1004,
      "GTTACATCTTCCGCGCA": 1005,
      "TCTCAGACCA": 1006,
      "GGATGGCTGCTTCTAAGCCAACCTCC": 1007,
      "TGTTAC": 1008,
      "GACTCGCTTTCGCTAC": 1009,
      "TGGGAC": 1010,
      "GGTACC": 1011,
      "GGAGC": 1012,
      "GGGCCCCC": 1013,
      "TAAACAA": 1014,
      "GTCGCC": 1015,
      "GAGGAA": 1016,
      "GACTTTC": 1017,
      "TTTTTGA": 1018,
      "AAAGTT": 1019,
      "AAAACC": 1020,
      "TAGAAA": 1021,
      "GGTTAA": 1022,
      "GCGCAA": 1023
    },
    "merges": [
      "T T",
      "C C",
      "A A",
      "G G",
      "T C",
      "G C",
      "T A",
      "G A",
      "C A",
      "T G",
      "T CC",
      "T AA",
      "TC A",
      "T GG",
      "TT A",
      "G CC",
      "T GC",
      "TT C",
      "G AA",
      "T GA",
      "G TT",
      "TA C",
      "GC A",
      "CC A",
      "GG A",
      "AA A",
      "G TA",
      "GG C",
      "G TC",
      "GA C",
      "AA C",
      "CC C",
      "CA C",
      "TAA A",
      "TT TT",
      "TCC A",
      "TT TC",
      "G TG",
      "TCA C",
      "TT CC",
      "TGC A",
      "TT AA",
      "TT CA",
      "TTA C",
      "TCC C",
      "GCC A",
      "TGG A",
      "TT GG",
      "TC AA",
      "TG AA",
      "GAA A",
      "TGG C",
      "TT TA",
      "TG CC",
      "G TAA",
      "TGA C",
      "TA CC",
      "GA CC",
      "G TTA",
      "TA CA",
      "TC TC",
      "G TTC",
      "G TCA",
      "TT GC",
      "TT GA",
      "G TAC",
      "GG AA",
      "TA TC",
      "GAA C",
      "GC AA",
      "GG CA",
      "TAA C",
      "TG TC",
      "GC TC",
      "G TCC",
      "GA CA",
      "TA GC",
      "GG CC",
      "CCA C",
      "G TGA",
      "AAA C",
      "GCA C",
      "G TGG",
      "GCC C",
      "AA AA",
      "_ A",
      "TT TCA",
      "GC TA",
      "G TGC",
      "GA TA",
      "TG TA",
      "TG TT",
      "GC TT",
      "CC CA",
      "TC TT",
      "GGA C",
      "TC GC",
      "GG TA",
      "TC GA",
      "TA TT",
      "GG TT",
      "GA TT",
      "TCC CC",
      "GA GC",
      "AA CA",
      "AA CC",
      "GG TC",
      "GA TC",
      "GG GG",
      "TTA CC",
      "CA CC",
      "TA TA",
      "GC GG",
      "GC GC",
      "TA GA",
      "CC CC",
      "GC GA",
      "TC TCA",
      "GG GA",
      "GTC AA",
      "G TTAC",
      "TC TA",
      "TCCA C",
      "TT TTC",
      "TCA CC",
      "CA TC",
      "TAC AA",
      "TA GG",
      "G TAAA",
      "GA GA",
      "TT CCA",
      "TG AAA",
      "TCC AA",
      "GTA CC",
      "GG TAC",
      "TAA AA",
      "TTC AA",
      "CCA CC",
      "CA CA",
      "GCA CC",
      "TT TGA",
      "TG TG",
      "TTA GC",
      "GG GC",
      "GA GTT",
      "_ C",
      "AAA CC",
      "TGG AA",
      "TC GTT",
      "TG CCA",
      "TG TAA",
      "TT GTT",
      "TA CCA",
      "GA GG",
      "TGC AA",
      "_ TC",
      "TT TAA",
      "TAAA C",
      "GA TG",
      "GAA AA",
      "TC AAA",
      "TGGA C",
      "GCC CA",
      "TCC CA",
      "TT TTA",
      "GCCA C",
      "TA GTT",
      "TC GAC",
      "G TCCA",
      "TT TGG",
      "GC GGC",
      "TT AAA",
      "TG TTA",
      "TC GG",
      "GTAA C",
      "TG TCA",
      "AA GC",
      "TG TTC",
      "TC TAA",
      "GC TAC",
      "TTC GG",
      "TT GGA",
      "GC TTTC",
      "TTA CA",
      "CC AA",
      "TGCA C",
      "GAA CA",
      "TC AAC",
      "TT TAAA",
      "GG GTT",
      "TT TCC",
      "TG AAC",
      "GCC CC",
      "TC GCA",
      "TC GCC",
      "TT GTA",
      "TCA CA",
      "GA TGA",
      "TA TCC",
      "TT CAC",
      "GAAA C",
      "GC TGA",
      "GC TTA",
      "TC TCC",
      "_ TCC",
      "GC TCC",
      "GAC AA",
      "TC TTC",
      "GC GCC",
      "GG GTA",
      "TGG CC",
      "TG TCC",
      "TT AAC",
      "TAA CC",
      "GGA CC",
      "TT GTC",
      "GTT CA",
      "TT GAC",
      "GCC CCA",
      "G TGGC",
      "GC TTC",
      "TA TTC",
      "GTT AA",
      "TT TAC",
      "GGC AA",
      "GG TTC",
      "TAA CA",
      "TGA CC",
      "G TGCA",
      "TT GAA",
      "TG CCC",
      "TGG CA",
      "TT GCA",
      "GA TGC",
      "AA TA",
      "TAA GCC",
      "GC GCA",
      "TC TAC",
      "TTAA CC",
      "GAA CC",
      "_A C",
      "TGC TTC",
      "TA TAA",
      "TA TCA",
      "TGG GTT",
      "GTA GGA",
      "TTA GG",
      "TG TGG",
      "TT GCC",
      "TT TCCC",
      "TCC CCA",
      "TA CAC",
      "GA CCA",
      "TA CCC",
      "G TGGA",
      "TG TGA",
      "G TCAC",
      "AAC AA",
      "GC TAA",
      "AAA CA",
      "TT CCC",
      "GG TGC",
      "GA TCA",
      "GA TAA",
      "GG TCC",
      "GA TGG",
      "GA GCA",
      "GA GAA",
      "GA TTA",
      "GG GGA",
      "GTG AA",
      "GA GGA",
      "TT TGC",
      "TC GAA",
      "GCA CCC",
      "G TCCC",
      "GG CCA",
      "TTTT CC",
      "G T",
      "GG GCA",
      "TC TGC",
      "GC AAC",
      "GA GCC",
      "GG CAC",
      "TCA TCC",
      "TT TCAC",
      "TTCA CC",
      "TGA CA",
      "GA TCC",
      "TTTCA CC",
      "TA TTA",
      "GG GCC",
      "GTT CC",
      "TG TAC",
      "GTG CC",
      "TGC TGCC",
      "GG TGG",
      "TC TGG",
      "TA TGC",
      "G TGAC",
      "TGC TGG",
      "GG GAA",
      "GG AAC",
      "TC GTC",
      "GC TG",
      "TA GGA",
      "GA GGC",
      "TA TAC",
      "TA GCC",
      "GG GGC",
      "GC GTT",
      "GG AAA",
      "GA CCC",
      "GG TAA",
      "TTC TGA",
      "TC TTA",
      "TA GAA",
      "GG GTC",
      "GTG TCTCA",
      "TT GGC",
      "TCA GC",
      "CCA CA",
      "TC GGC",
      "TCCA CC",
      "GC TGC",
      "GA CAC",
      "GTA TTTA",
      "GC AAA",
      "TC TGA",
      "GCC AA",
      "GG CCC",
      "_ CC",
      "TTTT CA",
      "TCCC GTAGGA",
      "TAC TCA",
      "TT TG",
      "GA TTC",
      "GTA CA",
      "TA TTAA",
      "TGCTGCC TCCCGTAGGA",
      "GG TCA",
      "GC GTC",
      "TA GTA",
      "TGAA AA",
      "GG TGA",
      "GG GACC",
      "GGA CA",
      "TCA CCC",
      "TGGA CC",
      "TTCC AA",
      "CA CCA",
      "GA TAC",
      "TTTC AA",
      "CCC AA",
      "TCAC GGTAC",
      "GGA GTT",
      "GC TGG",
      "TTA GCA",
      "GC TCA",
      "TC GTA",
      "TTCC CA",
      "TATT TCAC",
      "TA GTGA",
      "CCA GTG",
      "TTA TAC",
      "TGCTGCCTCCCGTAGGA GTC",
      "TC TACC",
      "TTA TC",
      "TA GCA",
      "TG TGC",
      "TCC TCC",
      "TA TGA",
      "TGCTTC TAAGCC",
      "TA TGG",
      "GG TTGA",
      "TTTGA GTT",
      "GC GAC",
      "TTACC GCGGC",
      "TCAC GAC",
      "TTTT CACC",
      "TA GTC",
      "TTA GCC",
      "TT TCCA",
      "GTA GG",
      "GTT TCC",
      "TTTCCC TCACGGTAC",
      "TC TTTT",
      "TTGG CC",
      "TTCA CA",
      "GGA TCAC",
      "TCA TTA",
      "GTC AAAC",
      "GG TTA",
      "GA GAC",
      "TTC AAA",
      "GCA GAC",
      "GC GAA",
      "GTAC TCCCCA",
      "GTT TGA",
      "GA GTA",
      "GTT GC",
      "TACCA GGGTA",
      "TT CCAC",
      "GG GAC",
      "G TGGAC",
      "TGC TTTC",
      "TGTC TCACGAC",
      "TCTAA TCC",
      "GCA TTC",
      "GCC TTC",
      "GGA TC",
      "GCC TCC",
      "TCAA AA",
      "TC TG",
      "TTC AAC",
      "GG TGCC",
      "TGCA CC",
      "TA GAC",
      "TA TTTT",
      "GA GTC",
      "TTACCGCGGC TGCTGG",
      "TT TGAA",
      "GTTA GCC",
      "TGC TCC",
      "TT GCCA",
      "TACA CC",
      "TACCAGGGTA TCTAATCC",
      "TAGC TAA",
      "TG TTCC",
      "TT GCAC",
      "CAC AA",
      "TC TTCC",
      "GA TTCC",
      "TGG GC",
      "TTAC GCTTTC",
      "AACA TCC",
      "TAC GCA",
      "TCA TC",
      "GC GTA",
      "TTC TTC",
      "TAA AAC",
      "GC GGA",
      "TAC GGC",
      "GG GTGG",
      "TTACGCTTTC TTTAAA",
      "TT GTCC",
      "TG TTTT",
      "TT GTAA",
      "TTCC TTTGAGTT",
      "TCC GGA",
      "TC GGA",
      "TCCA CA",
      "GCC TTGG",
      "TGG CCA",
      "TGC TC",
      "GAC TAA",
      "_A CC",
      "TA TTCA",
      "TGA GCC",
      "TA GGC",
      "GG TG",
      "TT TGCC",
      "GCA GTT",
      "TTGG GACC",
      "TACA CCA",
      "TTA GAA",
      "TC TTGC",
      "TGA GA",
      "AAA CCA",
      "GG TTTCA",
      "TAAA CA",
      "TAC TC",
      "TCAA CC",
      "GTT TC",
      "GGC GA",
      "GC TTTT",
      "_ TG",
      "TTAA AA",
      "TT GTG",
      "GAAC AA",
      "TTAA CA",
      "TTGG CA",
      "GTATTTA GCC",
      "TA TCAC",
      "TTACCGCGGCTGCTGG CAC",
      "GTTC AA",
      "TGC AAAA",
      "GG TTTC",
      "TCCC AA",
      "TCTC GTAC",
      "TT GTCA",
      "GC TACC",
      "TTTA CC",
      "TCC TAC",
      "TTGG AA",
      "TCA GAC",
      "TAA TAA",
      "GAAC TGTCTCACGAC",
      "GATT AAC",
      "TC TTTC",
      "TTA GGA",
      "GCA CA",
      "GGC TTC",
      "TTGG GTT",
      "GCAA CA",
      "TGA GC",
      "TGG TA",
      "GAACTGTCTCACGAC GTTC",
      "_ TCCC",
      "GTG AAA",
      "_ TCA",
      "TGG GG",
      "TTA CCC",
      "GG GAAC",
      "GG GTTC",
      "GGA TGG",
      "AACC TCC",
      "TGGC TGCTTCTAAGCC",
      "TGG GCC",
      "TTA TTC",
      "GTA TTACCGCGGCTGCTGGCAC",
      "TTTCA CCCC",
      "AAC AAC",
      "TTTA CA",
      "GTAAA C",
      "GCCA CC",
      "TTTT AA",
      "CCCA GCTC",
      "TTA GATG",
      "TAA GG",
      "TA TG",
      "AAAC AA",
      "GTGTCTCA GTT",
      "GCCCCA GGA",
      "TG TGTC",
      "GTCC CA",
      "GA TTAC",
      "GTCC CC",
      "TAC GCC",
      "TGGGTT GTT",
      "TTC GGA",
      "GAA GAA",
      "GATA GGGACC",
      "GTTA CA",
      "TACC AA",
      "GTTA CC",
      "TAC GGA",
      "GACA TCGA",
      "TGA GCCA",
      "TACCAGGGTATCTAATCC TGTT",
      "TATC GG",
      "TAC GA",
      "TAA GCA",
      "TCACC AAC",
      "TGGACC GTGTCTCAGTT",
      "TAA GTT",
      "_ AA",
      "GACC TTAGC",
      "TC TTTA",
      "TGAC AA",
      "TCAA CA",
      "GC TACA",
      "TCC GACC",
      "GAA CCA",
      "GC GGCA",
      "TCA TCA",
      "AATA TTCC",
      "TCTT TCC",
      "G TCCAC",
      "GCCC AA",
      "GAA GA",
      "CCACC GGATCAC",
      "GC GTG",
      "TTC TCC",
      "GCAA AA",
      "GCC TGC",
      "_ TGG",
      "GTC TC",
      "TCGC TTTC",
      "CCAC TGCTGCCTCCCGTAGGAGTC",
      "TA TACC",
      "TA TTTA",
      "GGGG TTC",
      "GCA GA",
      "TGCC TTC",
      "GCA GG",
      "TTA GTA",
      "TGG TCC",
      "GTCA CC",
      "TGA TCC",
      "TGGACCGTGTCTCAGTT CCAGTG",
      "GCTT TAC",
      "TGCC AA",
      "GCC GTC",
      "TCTT TAAA",
      "_ TCTC",
      "TGG TC",
      "GCC GTT",
      "GC TTCA",
      "TTC GGC",
      "TT GAAA",
      "GTA TTCACC",
      "TA GTG",
      "GCA GGC",
      "GTT GTT",
      "TAAA CC",
      "TA CCAC",
      "TGA GG",
      "TT TAAC",
      "TAA AAA",
      "_ CA",
      "GGAA AA",
      "TTTTCACC TTTCCCTCACGGTAC",
      "GG TGGA",
      "TCCCC CCA",
      "GTACTCCCCA GGC",
      "GCA GC",
      "TTA GA",
      "TAGC TGTC",
      "TAC GC",
      "GTT TCA",
      "GGA GA",
      "GAA TC",
      "GACC GCCCCA",
      "TGA TCATCC",
      "GTA GA",
      "GCTT GTGC",
      "GTAA CA",
      "GACC AA",
      "TG TTAA",
      "TG TTTA",
      "GCTA TTACGCTTTCTTTAAA",
      "TTA TA",
      "TC GTG",
      "TTAC AA",
      "TAC AAA",
      "TTA TCC",
      "TTAC GCAC",
      "TCAC TTC",
      "TGCC CA",
      "GAACTGTCTCACGACGTTC TGAA",
      "TATTTCAC TCCCC",
      "TG CCAC",
      "_ GG",
      "GCC GC",
      "GCC CCC",
      "TAA TAC",
      "TGA TGA",
      "_ TGC",
      "TTC GA",
      "TA TTCC",
      "GAA AAA",
      "CCC TTCCA",
      "GGCA CC",
      "TG TTGC",
      "GAAA CA",
      "TA TAAA",
      "TCA TAA",
      "TT GTGC",
      "TA TTTC",
      "TGCA CA",
      "GTCAA TTCCTTTGAGTT",
      "GACCGCCCCA GTCAAAC",
      "TT GTAC",
      "GC TTGC",
      "GTAA AA",
      "TA TCAA",
      "GAC AAA",
      "GACATCGA GGTGCC",
      "TGC TCA",
      "GTA TCA",
      "GGGAAC GTATTCACC",
      "TC TCAA",
      "TTAA CCA",
      "GC TCAC",
      "TC GGTA",
      "TA TGCC",
      "GAAA CC",
      "TCC TC",
      "TT GACC",
      "CAC TGC",
      "GTA TGC",
      "CCAC GCTTTC",
      "GAC TCGCTTTC",
      "TCA GGC",
      "GC TCCA",
      "GACTAA CCC",
      "TGGC AA",
      "TCA GGA",
      "GCC AAA",
      "GCA GCA",
      "TTTTA TCC",
      "TGG AAA",
      "TG TGAC",
      "TT GTGG",
      "GTC GAGTT",
      "GGAC GTTA",
      "GG TTCC",
      "TGG GA",
      "TTA TTA",
      "GAA CCACCGGATCAC",
      "GAA GTT",
      "TCC AAA",
      "GC TTTA",
      "CCC AAC",
      "TC TGAC",
      "GGCC GAC",
      "TCA GA",
      "TA GGCA",
      "TCGC TACTCA",
      "TG TCAA",
      "TTGC AA",
      "GAACTGTCTCACGACGTTCTGAA CCCAGCTC",
      "TA GGAA",
      "GC TGAA",
      "TGAGCCA TTACC",
      "TGGA CA",
      "GG TTTT",
      "TG TTTC",
      "TT GTTC",
      "CCA GTGA",
      "TTC TCCA",
      "TC TTGA",
      "TGGC GAACA",
      "TTTTC AAC",
      "GTG TGTA",
      "TAA TCA",
      "CAC TATC",
      "GTT TTA",
      "GTCGAGTT GCAGAC",
      "GTAA CC",
      "TT TGAC",
      "TCATTA TGCAAAA",
      "GTCA TCC",
      "TGA TC",
      "TACC TCCA",
      "TGGCGAACA GCCA",
      "GAA GC",
      "GAA GG",
      "GCTC GCC",
      "CATC GTT",
      "GGAA TA",
      "TT TGCA",
      "CATC TTCC",
      "TGC GA",
      "TTGA CA",
      "TACC CC",
      "TACA CA",
      "GTT GAGC",
      "TG TGAA",
      "TGG TTC",
      "TGC TGA",
      "TGCA TGC",
      "GCA TAC",
      "TAAC AA",
      "GAC GG",
      "TG TAAA",
      "TCCC GAA",
      "TGGCGAACAGCCA TACCC",
      "GCAC TTCTGA",
      "GTAC AA",
      "TAA GTC",
      "GTCA GTA",
      "TT TTAC",
      "TTC TA",
      "GCC GCC",
      "GC TATC",
      "TGAGCCATTACC TCACCAAC",
      "GGCC CC",
      "GA TAAA",
      "TA TACA",
      "TCGAC TAGTGA",
      "TAC TTTC",
      "GG TGAA",
      "TG TTCA",
      "CATCTTCC GCGCA",
      "_ TGCC",
      "GA TCTC",
      "GTGG AA",
      "TG TCCA",
      "GACA CC",
      "GGTC TGGGTTGTT",
      "TTA CCA",
      "GCC GGC",
      "GAA GGC",
      "TGC AAC",
      "GC TCCCC",
      "TGGC TGC",
      "GCCTCC GTTAC",
      "GC TCCC",
      "TCC GAA",
      "GTC AAA",
      "GGA GTTAGCC",
      "GAA CCC",
      "TTACC AA",
      "_ GCC",
      "GCTC GAC",
      "GA GTTC",
      "TGAC TGATCATCC",
      "GAC TTAA",
      "GG TACA",
      "GA TCAA",
      "GGTCC TCTCGTAC",
      "AAC TTC",
      "GA TGGC",
      "TTTCACCCC TA",
      "GTTTCC CAC",
      "GGAA CC",
      "TAA TCC",
      "TTTTC GCC",
      "TGGCGAACAGCCATACCC TTGGGACC",
      "TAGC GATTCC",
      "GTCC AA",
      "GCA GCC",
      "CCA GTA",
      "GTG TCA",
      "TTTCA CA",
      "GGA GGC",
      "TAA TC",
      "TA TATC",
      "TAA TTC",
      "GTGGAC TACCAGGGTATCTAATCCTGTT",
      "TG TTGG",
      "TGG TTTCA",
      "GTGG CA",
      "GA TTTT",
      "GTGC AA",
      "TGC TGC",
      "TGAA CC",
      "TTACGCAC TCTTTAAA",
      "GGACGTTA GCACCC",
      "TC TTCA",
      "GCTT TTC",
      "CCACTGCTGCCTCCCGTAGGAGTC TGGACCGTGTCTCAGTTCCAGTG",
      "GAA GAC",
      "GCATTC GCACTTCTGA",
      "GTA GC",
      "GG GAAA",
      "TCCAC AA",
      "GGCC AA",
      "TGG GGC",
      "GTG CCA",
      "TGAA CA",
      "GC TGGC",
      "_ GTA",
      "GGTCTGGGTTGTT TCCC",
      "TTAGATG TTTCA",
      "GCTT GCACCC",
      "TCC CCC",
      "GGAA TTTC",
      "TTATAC AAAA",
      "GTATTACCGCGGCTGCTGGCAC GGAGTTAGCC",
      "GCCA CA",
      "GA TTTC",
      "GGA CCA",
      "GTCA CA",
      "CCCA CC",
      "GG TCTC",
      "GGC TC",
      "TGTGTC GGTT",
      "TTTGG GACCTTAGC",
      "CAC GAC",
      "TC GGTT",
      "TG TGTT",
      "GGC TCATTATGCAAAA",
      "TGC AAA",
      "GTT TA",
      "GTAA TTCC",
      "TGG TTCAC",
      "GTACC TTTTATCC",
      "GC GTTC",
      "GA GAAC",
      "TAA GTA",
      "TACC CACCA",
      "TCA GCC",
      "GG AAACC",
      "TAC TTA",
      "TAA CCA",
      "CAC TTC",
      "TGC TAA",
      "_ GC",
      "TTC GTAC",
      "TC AAAC",
      "TGC TCGAC",
      "TGAA TGA",
      "TC TCAC",
      "GAC TAC",
      "TTA GATA",
      "GGGGTTC TTTTCGCC",
      "TACC CA",
      "TCGGTA TTCC",
      "GTC TA",
      "CCAC AA",
      "TCC GG",
      "TAGG GC",
      "TAA GA",
      "GTC TCGCA",
      "GCTA CAC",
      "TT TGGA",
      "TTA GTC",
      "TCCACC GCTTGTGC",
      "TT TACAA",
      "GGC AAA",
      "GTTA TA",
      "TT AAAC",
      "TG TCAC",
      "TA TATT",
      "GTATTTAGCC TTGGA",
      "GTC AAC",
      "GG GCCA",
      "TCA TTC",
      "TGGCTGCTTCTAAGCC AACCTCC",
      "GTC GA",
      "GCTGA CCCA",
      "TT TGGC",
      "GG GCGG",
      "TG TTGA",
      "TTCC CC",
      "TTTC GG",
      "GTT CCC",
      "TGA TGG",
      "TG TAAC",
      "TA TGTA",
      "GGA TCA",
      "GTT AAA",
      "GGAA CA",
      "TTA TCCA",
      "GGC GG",
      "TG TCTC",
      "_ GA",
      "TA GAAC",
      "GCTTTAC GCCCA",
      "TAC TGA",
      "GCAA CC",
      "TTATACAAAA GGTAC",
      "TGA GTC",
      "GAGC TGAC",
      "GTT GA",
      "TGG AAC",
      "TT GGAC",
      "TG AAAC",
      "TCTC AAACCA",
      "GTAGG AAACC",
      "TTA TGA",
      "TG TACA",
      "TTC TGC",
      "GTC AAAA",
      "AACA CC",
      "TTC TCACC",
      "TTA TAA",
      "GGA TA",
      "TTA TTCA",
      "TTACC CC",
      "GCA TCA",
      "TTC GTGCA",
      "GTT TTC",
      "TAAA TCA",
      "TGCTCC CCACGCTTTC",
      "GTGA CA",
      "TGCC CC",
      "GGCC CA",
      "GCC CAC",
      "TA TAGC",
      "GGC GGC",
      "AAC TTCA",
      "TA TGACC",
      "TCAC AA",
      "GTGC TCTACC",
      "GCA TGA",
      "GAA TAA",
      "TAC TGC",
      "GTC GG",
      "GC TTAC",
      "TA TCCA",
      "GCTCGCC GCTAC",
      "TCGACTAGTGA GCTATTACGCTTTCTTTAAA",
      "TG TCCC",
      "GACC CC",
      "TGA GTA",
      "GGGGTTCTTTTCGCC TTTCCCTCACGGTAC",
      "TT TGTAA",
      "GAA TCA",
      "GCAC AA",
      "GAA TTC",
      "GTTTGA TTGGCC",
      "TTCCAA GCC",
      "CCA GCTA",
      "TGTC TCCC",
      "GTTGAGC GATGG",
      "TCC AAC",
      "GAA CCCC",
      "TGAC GAGCA",
      "TGAA TGGCTGC",
      "GTTA CATCTTCCGCGCA",
      "TCTCA GACCA",
      "GGA TGGCTGCTTCTAAGCCAACCTCC",
      "TG TTAC",
      "GACTCGCTTTC GCTAC",
      "TGG GAC",
      "GG TACC",
      "GGA GC",
      "GGGCC CCC",
      "TAAAC AA",
      "GTC GCC",
      "GA GGAA",
      "GAC TTTC",
      "TTTT TGA",
      "AAA GTT",
      "AAAA CC",
      "TA GAAA",
      "GG TTAA",
      "GC GCAA"
    ]
  }
}